// Завдання 1. Словесний алгоритм обчислення площі прямокутника:
// Візьміть довжину прямокутника.
// Візьміть ширину прямокутника.
// Помножте довжину на ширину.
// Результат множення буде площею прямокутника.
// Завдання 2. Алгоритм обчислення об'єму циліндра (блок-схема):
// Початок.
// Введіть значення радіуса основи (r).
// Введіть значення висоти циліндра (h).
//Обчисліть площу основи циліндра за формулою 𝜋𝑟2.
// 
//Помножте площу основи на висоту для отримання об'єму 𝑉=𝜋𝑟2ℎ.
// 
// 
//
// Виведіть результат.
// Кінець.
// Завдання 3. Словесний алгоритм миття тарілок:
// Зберіть усі брудні тарілки.
// Наповніть раковину водою та додайте миючий засіб.
// Візьміть першу тарілку.
// Змочіть тарілку у воді.
// Намильте губку і ретельно очистіть тарілку.
// Промийте тарілку чистою водою.
// Повторіть кроки 3-6 для кожної тарілки.
// Просушіть або витріть тарілки рушником.
// Завдання 4. Алгоритм миття тарілок (блок-схема):
// Початок.
// Зберіть брудні тарілки.
// Наповніть раковину водою.
// Додайте миючий засіб.
// Візьміть тарілку.
// Намильте губку.
// Очистіть тарілку.
// Промийте тарілку водою.
// Якщо є інші брудні тарілки - перейдіть до кроку 5, інакше продовжуйте.
// Просушіть тарілки.
// Кінець.